Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Druck von digital gespeicherten Bildern und Fotografien
en: Printing of digitally stored pictures and photographs

source: Bereitstellung von Informationen zur Vermietung von Tabakverarbeitungsmaschinen
en: Providing information relating to the rental of tobacco processing machines

source: Bereitstellung von Informationen zur Vermietung von Maschinen und Geräten für die chemische Bearbeitung
en: Providing information relating to the rental of chemical processing machines and apparatus

source: Vermietung von Maschinen und Geräten für die chemische Bearbeitung und Bereitstellung von Informationen dazu
en: Rental of chemical processing machines and apparatus and providing information relating thereto

source: Wärmebehandlung von Rohren und Leitungen aus Metall
en: Heat treatment of pipes and tubes made of metal

source: Recycling von Katalysatoren
en: Recycling catalytic converters

source: Vermietung von chemischen Verarbeitungsmaschinen und- apparaten
en: Rental of chemical processing machines and apparatus

source: Aufbringen von Beschichtungen durch Vakuumbedampfungsmethoden
en: Application of coatings using vacuum deposition techniques

source: Aufbringen von Beschichtungen durch physikalische Gasphasenabscheidung
en: Application of coatings using physical vapor deposition techniques

source: Aufbringen von Beschichtungen durch chemische Gasphasenbescheidung
en: Application of coatings using chemical vapor deposition techniques

source: Behandlung von Abfallstoffen im Bereich der Kontrolle der Umweltverschmutzung
en: Treatment of waste materials in the field of environmental pollution control

source: Vermietung von Maschinen zur Herstellung von Wellpappe
en: Rental of machines for the manufacture of corrugated board

source: Verbinden von Bauteilen mit Klebstoffen
en: Joining of components using adhesives

source: Aufbringen von Beschichtungen durch thermisches Plasmaspritzen
en: Application of coatings using thermal plasma spraying techniques

source: Leder- und Fellbearbeitung
en: Working of leather and furs

source: Besticken von T-Shirts
en: T-shirt embroidering services

source: Vermietung von Wasser- und Lufreinigungsgeräten
en: Rental of water and air purification equipment

source: Remastering von Filmen von einem Format in ein anderes
en: Remastering of films from one format to another

source: Rückgewinnung von Kältemitteln
en: Refrigerant reclamation services

source: Bearbeitung und Veredelung von Metall
en: Metal fabrication and finishing services

source: Laminieren von Kunststofffolien
en: Laminating of plastic sheets

source: Gefrierdienste für andere
en: Freezing services for others

source: Schmieden von Metallgegenständen nach Bestellung und Spezifikation anderer
en: Forging of metal goods to the order and specification of others

source: Verarbeitung von Lebensmitteln zur Nahrungsherstellung
en: Processing of foodstuffs for use in manufacture

source: Ätzen von zurückverfolgbaren Seriennummern in Fahrzeugfensterscheiben zur Identifizierung von gestohlenen Fahrzeugen
en: Etching of a sequence of traceable identification numbers on automobile windows so as to identify a particular automobile recovered after theft

source: Kundenspezifisches Drucken von Firmennamen und -logos zur Verkaufsförderung und Werbung auf Produkte von anderen
en: Customized printing of company names and logos for promotional and advertising purposes on the goods of others

source: Spezialanfertigung von Personalcomputern für andere
en: Custom manufacture of computers for others

source: Spezialanfertigung von Möbeln
en: Custom manufacture of furniture

source: Umwandlung von zielgerichteten Substraten in zielgerichtete chemische Präparate durch Enzymsysteme
en: Conversion of targeted substrates into targeted chemical preparations by treatment with enzyme systems

source: Schmelzen von Metallen
en: Metal melting services

source: Nähen von Gardinen
en: Sewing of curtains

source: Polieren von Diamanten
en: Polishing of diamonds

source: Vermietung von Heizgeräten
en: Rental of heating apparatus

source: Verflüssigen von Erdgas
en: Petroleum gas liquefaction

source: Spezialanfertigung von Zahnprothesen und Zahnersatz
en: Custom manufacture of dental prosthesis and dentures

source: Auftragsfertigung von Eisskulpturen
en: Custom manufacture of ice sculptures

source: Antimikrobielle Behandlung von Teppichen
en: Anti-microbial treatment of carpets

source: Tempern von Glas
en: Glass tempering

source: Formen von Kunststoffmaterialien
en: Molding of plastic materials

source: Erteilung bibliografischer Auskünfte
en: Training in computer programming

source: Durchführung von Fitnesskursen
en: Education services relating to computers

source: Schulung auf dem Gebiet der Datenverarbeitung
en: Provision of instruction relating to data processing

source: Körperliches Fitnesstraining
en: Physical training services

source: Organisation der Teilnahme von Studenten an Freizeitaktivitäten
en: Arranging for students to participate in recreational activities

source: Organisation und Veranstaltung von Symposien
en: Arranging and conducting of symposiums

source: Durchführung von Schulungsseminaren für Kunden
en: Conducting training seminars for clients

source: Durchführung von Workshops [Schulung] in Bezug auf Motorwartung
en: Conducting workshops [training] relating to engine maintenance

source: Durchführung von Workshops [Schulung] in Bezug auf Motorreparatur
en: Conducting workshops [training] relating to engine repair

source: Durchführung von Workshops [Schulung] in Bezug auf Motorboot-Reparatur
en: Conducting workshops [training] relating to power boat repair

source: Freizeitdienstleistungen im Bereich Wandern
en: Recreational services relating to hiking

source: Vermietung von Tonaufzeichnungsausrüstungen
en: Rental of acoustic reproduction equipment

source: Organisation von Filmpreis-Verleihungen
en: Hosting [organising] awards relating to films

source: Betrieb von Eislaufeinrichtungen
en: Ice-skating facilities (Provision of -)

source: Filmproduktion in Studios
en: Movie studio services

source: Erteilen von Auskünften über Bücher
en: Provision of information relating to books

source: Erteilen von Auskünften zu Rennsportwettbewerben
en: Provision of information relating to racing

source: Produktion von Audiounterhaltung
en: Production of audio entertainment

source: Produktion von Ton- und Videoaufzeichnungen für Bildungszwecke
en: Production of educational sound and video recordings

source: Produktion von Live-Unterhaltungssendungen
en: Live entertainment production services

source: Dienstleistungen im Bereich der Kinofilm-Produktion
en: Services for the production of cine-films

source: Modellstehen für Künstler
en: Modelling for artists

source: Organisation von Kunstwettbewerben
en: Organisation of artistic competitions

source: Durchführung von Lehrgängen in Bezug auf persönliches Zeitmanagement
en: Provision of courses of instruction relating to personal time management

source: Durchführung von Lehrgängen in Bezug auf biologische Themen
en: Provision of educational services relating to biological topics

source: Unterhaltung mittels Telefon
en: Entertainment by means of telephone

source: Produktion von mit Untertiteln versehenen Fernsehprogrammen
en: Production of closed caption television programs

source: Vermietung von Tennisplätzen
en: Rental of tennis courts

source: Vermietung von Tieren zu Freizeitzwecken
en: Hire of animals for recreational purposes

source: Verleih von Büchern zum Thema Computer
en: Lending of books relating to computers

source: Veröffentlichung von Skripten für Theaterstücke
en: Publishing of scripts for theatrical use

source: Erteilen von Auskünften zu Rennen per Telefon
en: Racing information services provided by telephone

source: Erwachsenenausbildung im medizinischen Bereich
en: Adult education services relating to medicine

source: Organisation von Tontaubenschießveranstaltungen
en: Arranging parties for clay pigeon shoots

source: Organisation von Lachsfang-Veranstaltungen
en: Arranging parties for salmon fishing

source: Veranstaltung von technischen Lehrgängen
en: Arranging technical instruction courses

source: Künstlerische Leitung für darstellende Künstler
en: Artistic direction of performing artists

source: Ausbildung in Bezug auf den Betrieb von Computerspeichern
en: Training in the operation of computer memories

source: Organisation von Tanzwettkämpfen
en: Organisation of dancing competitions

source: Ausbildungsdienstleistungen im Bereich der Datenkommunikation
en: Training services relating to data communications

source: Durchführung von Schulungen im Fitnessbereich
en: Training services relating to fitness

source: Projektion von Kinofilmen für technische Zwecke
en: Projection of cine-films for technical purposes

source: Unterhaltung in Form von Flugschauen
en: Entertainment in the nature of air shows

source: Unterhaltung in Form von Basketballspielen
en: Entertainment in the nature of basketball games

source: Unterhaltung in Form von Zirkusveranstaltungen
en: Entertainment in the nature of circuses

source: Erteilen von Auskünften in Bezug auf Freizeitangebote
en: Information services relating to recreation

source: Erteilen von Auskünften zu Videofilmen
en: Information services relating to video films

source: Ausbildung, Erziehung
en: Educational instruction

source: Dramaturgische Bildungsdienstleistungen
en: Educational services for the dramatic arts

source: Organisation von Prüfungen zur Leistungsbeurteilung
en: Organisation of examinations to grade level of achievement

source: Organisation von Reitertreffen
en: Organisation of horse riding meetings

source: Veranstaltung von Computer-Lehrgängen
en: Provision of computer related training courses

source: Produktion von Unterhaltungsfilmen
en: Film production for entertainment purposes

source: Sportliche Aktivitäten
en: Sporting activities

source: Berufliche Umschulungen
en: Vocational retraining

source: Organisation der Ausstellung und Dressur von Tieren
en: Animal exhibitions and training of animals

source: Vermietung von Beleuchtungsgeräten für Fernsehstudios
en: Rental of lighting apparatus for television studios

source: Vermietung von Filmen und Tonaufnahmen
en: Rental of motion pictures and of sound recordings

source: Vermietung von Musikkassetten
en: Music cassettes (Rental of -)

source: Bereitstellen von Karaokeausrüstung
en: Providing kara-oke facilities

source: Vermietung von Musiktonbandaufnahmen
en: Rental of audio tapes bearing recorded music

source: Vermietung von Diaprojektoren
en: Rental of slide projectors

source: Dienstleistungen eines Ton- und Fernsehstudios
en: Recording studio services for television

source: Durchführung von Schulungen für den Verkauf von Büromobiliar
en: Instruction services relating to the sale of office furniture

source: Durchführung von Fitness-Schulungen
en: Keep fit instruction services

source: Fitness-Unterricht
en: Keep-fit instruction

source: Veröffentlichung von Druckereierzeugnissen zum Thema Haustiere
en: Publication of printed matter relating to pet animals

source: Veröffentlichung von Lehrmaterialien
en: Publication of instructional literature

source: Produktion von Filmliedern
en: Motion picture song production

source: Komponieren von Musik für Dritte
en: Composition of music for others

source: Erstellen von Animationen mit Spezialeffekten für Film und Video
en: Special effects animation services for film and video

source: Vermietung von Computerspielprogrammen
en: Rental of computer game programs

source: Vermietung von Golfzubehör
en: Rental of golf equipment

source: Betrieb von Schulungseinrichtungen für die Offshore-Erdölindustrie
en: Provision of training facilities for the offshore petroleum industry

source: Bereitstellung von Wasserrutschanlagen
en: Provision of water chute complexes

source: Organisation von Sportveranstaltungen [Fußball]
en: Organisation of sports events in the field of football

source: Veranstaltung von Turnieren
en: Organisation of tournaments

source: Schulungsdienstleistungen in Bezug auf die Installation von Computern
en: Training services relating to the installation of computers

source: Produktion von Spezialeffekten für den Hörfunk
en: Production of special effects for radio

source: Ausbildung in Bezug auf Verwaltungsarbeiten
en: Training services relating to business management

source: Ausbildung von Personal in Bezug auf Fähigkeiten im Bereich Bürotechnik
en: Training of personnel in skills relating to office systems

source: Ausbildung von auf Erdölplattformen beschäftigten Personen
en: Training of persons engaged in the offshore oil industry

source: Ausbildung in Form von Lehrgängen auf Hochschulebene
en: Education services in the nature of courses at the university level

source: Durchführung von Tutorien im Bereich der Mathematik
en: Providing tutorial sessions in the field of mathematics

source: Durchführung von Tutorien im Bereich der Geometrie
en: Providing tutoring in the field of geometry

source: Veranstaltung von Fortbildungskursen im Pflegebereich
en: Providing continuing nursing education courses

source: Produktion von Ausbildungsfilmen
en: Production of training films

source: Durchführung von Schulungskursen für Jugendliche
en: Providing courses of instruction for young people

source: Veröffentlichung von Erziehungsliteratur
en: Publication of educational books

source: Veröffentlichung pädagogischer Texte
en: Publication of educational texts

source: Schulungsdienstleistungen in Bezug auf den Verkauf von Fahrzeugen
en: Training services relating to the selling of vehicles

source: Ausbildungsdienstleistungen im Bereich Brauwesen
en: Educational services relating to brewing

source: Unterhaltung in Form von Ringerwettkämpfen
en: Entertainment in the nature of wrestling contests

source: Dienstleistungen einer Präsenzbibliothek für Literatur und Dokumente
en: Reference libraries of literature and documentary records

source: Tonaufnahme auf Tonbändern zu Unterhaltungszwecken
en: Production of audio tapes for entertainment purposes

source: Erstellung von Kursmaterialien zur Verteilung bei berufsbildenden Seminaren
en: Production of course material distributed at professional seminars

source: Ausbildung in Bezug auf Computerhardware
en: Training relating to computer hardware

source: Training im Hinblick auf Beschäftigungschancen
en: Training relating to employment opportunities

source: Veranstaltung von Ausstellungen zu Unterhaltungszwecken
en: Conducting of exhibitions for entertainment purposes

source: Organisation von Tagungen im Bereich der Ausbildung
en: Organising of meetings in the field of education

source: Berufsausbildung in Bezug auf den Schutz von persönlichem Eigentum
en: Vocational education relating to protection of personal property

source: Ausbildung im Bereich der Anwendung von Computersoftware
en: Education services relating to the application of computer software

source: Ausbildungsdienstleistungen im Filmbereich
en: Education services relating to the cinema

source: Ausbildung im Bereich der therapeutischen Behandlungen
en: Education services relating to therapeutic treatments

source: Demonstration von fotografischer Ausrüstung [zu Ausbildungszwecken]
en: Demonstration of photographic equipment [for training purposes]

source: Organisation und Präsentation von Unterhaltungsdienstleistungen in Bezug auf Lebensart und Mode
en: Organizing and presenting displays of entertainment relating to style and fashion

source: Ausbildung im Bereich der Gesundheitsvorsorge und Nahrungsergänzung
en: Providing of training in the field of health care and nutrition

source: Erteilen von Sportauskünften über telefonisch aufgezeichnete Nachrichten
en: Providing sports information by means of telephone prerecorded messages

source: Organisation und Durchführung von Wirtschafts-, Handels- und Geschäftskonferenzen
en: Arranging and conducting of commercial, trade and business conferences

source: Kulturelle Aktivitäten
en: Cultural activities

source: Produktion von Live-Fernsehsendungen für Unterhaltungszwecke
en: Production of live television programmes for entertainment

source: Betrieb von Freizeiteinrichtungen in Form von Kinderspielplätzen
en: Providing recreational areas in the nature of play areas for children

source: Unterhaltung in Form von Live-Darbietungen von Rollerskates-Schauläufen und -wettbewerben
en: Entertainment services in the nature of live performances of roller skating exhibitions and competitions

source: Juristische Ausbildung
en: Legal education services

source: Durchführung von Schulungen zur Computeranwendung
en: Services for the provision of training in the use of computers

source: Veröffentlichung und Herausgabe von Druckwerken
en: Publication and editing of printed matter

source: Erteilung von Auskünften über Gesundheitserziehung und Fitness
en: Provision of educational health and fitness information

source: Betrieb von Vergnügungsparks mit dem Motto einer Fernsehsendung
en: Amusement park services with a theme of television productions

source: Vorführung von Ton- und Bildaufnahmen für Unterrichtszwecke
en: Audio-visual display presentation services for educational purposes

source: Vorführung von Videofilmen
en: Exhibition of video films

source: Ausstellungsdienstleistungen für Unterhaltungszwecke
en: Exhibition services for entertainment purposes

source: Organisation von Workshops
en: Arranging of workshops

source: Vermietung von Fitness- und Trainingseinrichtungen
en: Providing fitness and exercise facilities

source: Produktion einer fortlaufenden Serie von Zeichentrick-Abenteuershows
en: Production of a continuous series of animated adventure shows

source: Veranstaltung von Unterrichtskursen für Touristen
en: Arranging of courses of instruction for tourists

source: Veranstaltung von Vorführungen für Unterhaltungszwecke
en: Arranging of demonstrations for entertainment purposes

source: Online-Ausbildung mittels einer Computerdatenbank oder über das Internet
en: Provision of education on-line from a computer database or via the internet or extranets

source: Zusammenstellung von Fernseh- und Rundfunkunterhaltungssendungen
en: Preparation of entertainment programmes for broadcasting

source: Ausbildungsdienstleistungen über Fernstudieneinrichtungen
en: Educational services in the nature of correspondence schools

source: Unterhaltung bereitgestellt an einer Motorsportrennstrecke
en: Entertainment services provided at a motor racing circuit

source: Unterhaltungsdienstleistungen eines Hotels
en: Entertainment services provided by hotels

source: Veranstaltung von Wettbewerben zu Unterhaltungszwecken
en: Arranging of competitions for entertainment purposes

source: Durchführung von Lehrgängen in Unternehmen
en: Conducting of educational courses relating to business

source: Erstellen von Dokumentarberichten
en: Production of documentaries

source: Betrieb von Schwimmbädern und Wasserrutschanlagen
en: Swimming pool and water chute complex services

source: Dienstleistungen einer Golfanlage
en: Golf driving range services

source: Betrieb von Sommelier-Schulen
en: Schools for wine waiters

source: Unterhaltung in Form von Golfturnieren
en: Entertainment in the nature of golf tournaments

source: Beratung in Bezug auf Unternehmensschulung
en: Consultation services relating to business education

source: Unterhaltung mittels einer online zur Verfügung gestellten Computerdatenbank oder dem Internet
en: Entertainment services provided on-line from a computer database or the internet

source: Unterricht in Etikette
en: Instruction in etiquette

source: Vorbereitung und Durchführung von Athletik-Wettkämpfen
en: Arranging and conducting athletic competitions

source: Organisation von Ticketreservierungen für Shows und andere Unterhaltungsveranstaltungen
en: Arranging for ticket reservations for shows and other entertainment events

source: Ton-, Film-, Video- und Fernsehaufzeichnungen
en: Audio, film, video and television recording services

source: Filmproduktion, ausgenommen Werbefilmproduktion
en: Film production, other than advertising films

source: Ausbildung im Bereich Pharmazie
en: Education services relating to pharmacy

source: Vermietung von Bühnendekoration für Fernsehstudios
en: Rental of scenery for television studios

source: Organisation von Festspielen zu Unterhaltungszwecken
en: Arranging of festivals for entertainment purposes

source: Organisation von Festen zu Unterrichtzwecken
en: Fetes (Organisation of -) for educational purposes

source: Feste (Organisation von Festen) zur Unterhaltung
en: Fetes (Organisation of -) for entertainment purposes

source: Durchführung von Seminaren
en: Organisation of seminars

source: Organisation von Bildungs-Symposien
en: Organisation of symposia relating to education

source: Ausbildung in Kommunikationstechniken
en: Training in communication techniques

source: Organisation von Sportveranstaltungen und sportlichen Wettbewerben
en: Organising of sporting activities and of sporting competitions

source: Herausgabe von Texten, ausgenommen Werbetexte
en: Publication of texts, other than publicity texts

source: Vermietung von Sportplätzen
en: Rental of sports grounds

source: Live-Darbietungen von Bands
en: Live band performances

source: Ausbildung im Rahmen von Musikfernsehsendungen
en: Education services in the form of music television programmes

source: Dolmetschen der Gebärdensprache
en: Sign language interpretation

source: Durchführung von Workshops [Schulung]
en: Conducting workshops [training]

source: Organisation von Preisverleihungen für Videofilme
en: Hosting [organising] awards relating to videos

source: Industrielle Ausbildung
en: Industrial training

source: Darbietung von Zaubershows
en: Magic shows (Presentation of -)

source: Erteilen von Auskünften zu Jockey-Veranstaltungen
en: Provision of information relating to jockeys

source: Durchführung von Live-Veranstaltungen
en: Presentation of live performances

source: Unterhaltungsdienstleistungen in Form von Filmproduktion
en: Services for the production of entertainment in the form of film

source: Betrieb von Sporteinrichtungen für Eiskunstlauf- und Eisschnelllaufwettbewerben
en: Provision of sports installations for figure and speed skating championships

source: Organisation von Eiskunstlauf- und Eisschnelllaufwettkämpfen
en: Organising figure and speed skating competitions

source: Ausbildung in der Wartung von Computern
en: Instruction in the maintenance of computers

source: Berufsorientierter Unterricht in Bezug auf Flughäfen
en: Occupationally orientated instruction relating to airports

source: Veranstaltung von Schulungskursen zum Thema Caravanning
en: Provision of courses of instruction relating to caravanning

source: Durchführung von Tanzkursen
en: Provision of dance classes

source: Durchführung von Schulungen im Bereich Fitness
en: Provision of educational services relating to fitness

source: Vermietung von Ton- und Videoaufzeichnungen
en: Rental of sound and video recordings

source: Individuelle Anpassung von Golfschlägern
en: Fitting of golf clubs to individual users

source: Vermietung von Einrichtungen für die Produktion von Fernsehsendungen
en: Rental of facilities for the production of television programmes

source: Vermietung von Tribünen
en: Rental of grandstands

source: Verleih von Büchern zum Thema Computersoftware
en: Lending of books relating to computer software

source: Beratung von Bibliotheken
en: Library advisory services

source: Fahrunterricht für fortgeschrittene Fahrer von Kraftfahrzeugen
en: Advanced driving instruction for drivers of motor cars
